{
   "scenes": [
    {
       "title":"Welcome to the Capdesk startup simulator",
       "body":"You've got a billion dollar idea and a plan for turning it into a reality, so you're starting your own business. What role will you take?",
       "more_info": "TEST",
       "choices":[
          {
             "label":"I'm the CEO",
             "feedback":"Fantastic! The role of chief executive officer is a natural choice, putting you squarely at the helm of the business. CEOs tend to be open and trustworthy by nature, and able to inspire confidence in others.",
             "value":"",
             "more_info": "TEST"
          },
          {
             "label": "I'm the CFO",
             "feedback":"Great! The CFO has the highest financial oversight and responsibility for the whole organisation. Chief financial officers are typically practical, resourceful leaders with a detail-oriented working style.",
             "value":""
          },
          {
             "label": "I'm the CTO",
             "feedback":"Strong choice – if you're building a tech-powered business, chief technology officer is arguably the most important position. CTOs tend to be good at making decisions and highly driven to innovate.",
             "value":""
          }
       ]
    },
    {
       "title":"Time to pick co-founders (or not)",
       "body":"Now you know what you what role you'll play, you've got another key decision to make: do you want to run the business singlehandedly, or bring on people to found the business alongside you?",
       "about": 15,
       "choices":[
          {
             "label":"I'm a solo founder",
             "feedback":"You're striking out solo! Well, fortune favours the brave.#It's time to bring some people onboard.",
             "value":""
          },
          {
             "label":"I have one co-founder",
             "feedback":"You've found someone who shares your vision and passion but brings new skills to the table – an ideal co-founder.#Time to start building your team.",
             "value":""
          },
          {
             "label":"I have two co-founders",
             "feedback":"Strength in numbers! Your three-person founding team spans a range of skills and experience but is perfectly aligned on vision.#Time to start hiring.",
             "value":""
          }
       ]
    },
    {
       "title":"Making your first hires",
       "body":"It's time to hire your core team: two developers, one salesperson and one account manager.#Once recruitment begins you run into a dilemma: your hiring budget only covers 80% of each role's market rate.",
       "about": 1,
       "choices":[
          {
             "label":"Give share options to all four hires",
             "feedback":"Your generous approach to share options wins you favours among your employees so you continue it as you grow your team to 15. Be careful though, you might hit the bottom of your option pool pretty quickly.",
             "value":"",
             "about": 2
          },
          {
             "label":"Change all hires from senior to junior",
             "feedback":"Your junior team are enthusiastic and hard-working, but don't have in-depth experience. Within a year, you'll probably accumulate management debt and have to make some hard decisions.",
             "value":"",
             "about": 3
          },
          {
             "label":"Change two hires to junior and give share options to the others",
             "feedback":"This is a smart compromise, but success of this plan hangs in the balance – there are no guarantees that both your junior hires will rise to the challenge, and may be demotivated by the lack of equity.",
             "value":"",
             "about": 4
          }
       ]
    },
    {
      "title":"Office policy",
      "body":"As your team grows and it becomes necessary to put rules in place, questions arise over remote working. What policy do you choose?",
      "choices":[
         {
            "label":"Employees can work from wherever they like",
            "feedback":"Nice! A remote-first policy gives you access to a much wider talent pool, and it gives your employees the freedom to travel or relocate while working for you.",
            "value":""
         },
         {
            "label":"Employees must work from the company office",
            "feedback":"The benefits of office work are well-known – collaboration comes naturally, socialising is straightforward and it's easy to maintain oversight of team challenges, successes and productvity levels.",
            "value":""
         },
         {
            "label":"Employees must spend at least two days per week in the office",
            "feedback":"Smart decision – combining remote and in-office work gives your team flexibility while also allowing for face-to-face meetings and collaboration.",
            "value":""
         }
      ]
   },
    {
       "title":"Dealing with performance issues",
       "body":"One year on from assembling your core team, you run into some performance issues.#Half of your employees perform on target, while the other half excel and out-perform their counterparts – they want to be recognised for this. How do you manage the situation?",
       "choices":[
          {
             "label":"By allocating them additional share options",
             "feedback":"Great! Just make sure you communicate them effectively to give them appropriate meaning.",
             "value":""
          },
          {
             "label":"By giving them a healthy end of year bonus",
             "feedback":"This works best as a short-term incentive and unless you address underlying issues your higher-performing employees wait for their bonus and then resign.",
             "value":""
          },
          {
             "label":"By giving them a raise",
             "feedback":"They gladly accept but start looking around. Within a year both high-performers them get a higher offer elsewhere and leave your business.",
             "value":""
          }
       ]
    },
    {
      "title":"Staff happiness",
      "body":"Once the team's grown to 25 people you run a staff survey and are disappointed to find your employees reporting low happiness and motivation levels.#How do you respond?",
      "choices":[
         {
            "label":"Hire a People Operations Manager",
            "feedback":"Dedicated People Operations resource in a team of 25 is a bold move - it shows your dedication to improving staff happiness at work.",
            "value":""
         },
         {
            "label":"Send team leads on a management course",
            "feedback":"Culture is set from the top, so arranging training for all team leaders is a smart first step towards increasing staff satisfaction.",
            "value":""
         },
         {
            "label":"Make a company-wide speech about company culture",
            "feedback":"You give an inspiring speech about the reasons your team and company culture are so specials. It gives everyone a short-term morale boost but the long-term impact is questionable.",
            "value":""
         }
      ]
   },
   {
      "title":"Money talks",
      "body":"There's talk among the team about salary disclosure, and a few of your more radical-minded employees start asking for full transparency over staff pay.#You discuss with your options with relevant senior stakeholders and make a decision. Which is it?",
      "choices":[
         {
            "label":"Full salary transparency",
            "feedback":"You embrace your employees' radical idea and provide full visibility over salary, which helps to tackle gender and race pay gaps.",
            "value":""
         },
         {
            "label":"Transparent salary bands",
            "feedback":"You decide to set salary bands, and communicate which employees sit within which. It gives a degree of transparency without disclosing individual circumstances.",
            "value":""
         },
         {
            "label":"No visibility on salaries",
            "feedback":"You decide that salaries should remain confidential information at work, and pledge to work behind the scenes to ensure fairness.",
            "value":""
         }
      ]
   },
    {
       "title":"Setting up your employee share scheme",
       "body":"You notice that long-term talent retention is a problem for your company. By now you are able to pay relatively competitive salaries, but you find the average employee tenure is 20 months, so you decide to launch an employee share scheme.#Who qualifies?",
       "about": 8,
       "choices":[
          {
             "label":"All employees",
             "feedback":"It might be uncommon, but giving equity to every employee makes a lot of sense – after all, everyone has a part to play in the company's success. However, it carries a risk that you spend time and effort giving equity to people who don't fully appreciate its value.#Nonetheless, your employees are pleased to learn of your democratic, progressive approach.",
             "value":""
          },
          {
             "label":"Early and senior hires",
             "feedback":"This is a tried-and-tested strategy, which aligns with the thinking that these employees will contribute the most overall to business growth and should therefore receive equity.#It also accommodates for the likelihood that senior hires are paid below market rate.",
             "value":""
          },
          {
             "label":"Those who negotiate for it",
             "feedback":"By giving equity out only to those who successfully negotiate for it, you advantage those who are experienced and confident in this area and risk shutting others out.#On the plus side, you ensure only those that //really// want it end up with a stake in the business. You can also use equity as a lever to compromise on salary and save some budget.",
             "value":""
          }
       ]
    },
    {
       "title":"Communicating your share scheme to employees",
       "body":"After many hours of planning and design, the employee share scheme is ready to be rolled out. When announcing it, how much detail do you include?",
       "about": 15,
       "choices":[
          {
             "label":"Just the essentials",
             "feedback":"By sticking to the need-to-know information only you avoid confusing your employees with too many new terms and concepts. On the other hand, they may be left with unanswered questions or incomplete knowledge.",
             "value":"",
             "about": 9
          },
          {
             "label":"Go into some detail",
             "feedback":"You explain to employees how they can help the company achieve a higher valuation, making their impact on the business clear and increasing individual motivation. Good work.",
             "value":"",
             "about": 10
          },
          {
             "label":"Unpack and explain the terms of the entire scheme",
             "feedback":"This is no mean feat, but the payoff could be huge. In giving your employees the full story, you equip them with a greater understanding of their relationship to company equity. On the other hand, you risk overloading some employees that have only a passing interest in the scheme.",
             "value":"",
             "about": 105
          }
       ]
    },
    {
      "title":"Negotiating option pools and equity",
      "body":"You’re deep in the fundraising process, and discussing terms with prospective investors. They’re offering investment based on a pre-money valuation, which will significantly dilute the value of your equity, but includes a sizeable increase to your employee option pool.#What do you do?",
      "about": 12,
      "choices":[
         {
            "label":"Push back and protect your equity",
            "feedback":"Bold move. You're not willing to significantly dilute your stake in the business, so you reject the pre-money offer and reach an agreement based on a post-money valuation. This agreement comes with a restricted option pool, which negatively impacts equity available to employees in future.",
            "value":""
         },
         {
            "label":"Accept the offer for the good of the business",
            "feedback":"Good job – you're thinking big. While this offer means taking a short-term hit to your equity, it maximises benefits for employees and has a positive impact on long-term value creation for your company.",
            "value":""
         },
         {
            "label":"Drive a hard negotiation and find a middle ground",
            "feedback":"There's nothing wrong with finding a safe middle ground. You've negotiated terms that you feel optimise your company's chances of success without denting your personal equity too much.",
            "value":""
         }
      ]
   },
   {
      "title":"Equity and employee motivation",
      "body":"Two years after launching your employee share scheme, you conduct a staff survey and learn that nobody describes themselves as highly motivated by equity – a disappointing discovery.",
      "choices":[
         {
            "label":"Stop issuing equity",
            "feedback":"Bold move! The logic is clear though. If nobody is motivated by equity, there's no real reason to give it away – especially when doing so takes time and effort. You decide to look for other ways to motivate your employees instead.",
            "value":""
         },
         {
            "label":"Issue more equity",
            "feedback":"You've deduced the reason people aren't motivated by equity is because they haven't been given enough. If that's true, awarding more equity is a progressive way to address the problem, and shows your commitment to sharing success with your employees.",
            "value":""
         },
         {
            "label":"Run an employee equity seminar",
            "feedback":"This is a smart choice, based on the logic that employees don't understand their equity or options scheme in enough detail to see its value, and therefore be motivated by this.#Make sure you reassess employee attitudes a few months down the line to see whether this approach has worked.",
            "value":""
         }
      ]
   },
   {
      "title":"Running your first secondary",
      "body":"You are four years into building your company and things are going well. You've just secured terms for another big round, and one of the investors is happy for some of their equity to come in the form of a secondary sale.",
      "choices":[
         {
            "label":"You and any other Founders",
            "feedback":"At this point, you and your Co-Founders (if you have any) have arguably sacrificed more than anyone else to make this business succeed – it's only right that you are the first to see the material dividends of your hard work.#It's also an opportunity to split with your Co-Founders, should they want to cash out and move on.",
            "value":""
         },
         {
            "label":"Founders and investors only",
            "feedback":"It makes sense that you want to use this chance to liquidate some of your equity, but you also want to swap out early-stage investors for institutional investors.#This is a smart way to clean up your cap table and give early investors control over their time horizon (the length of time they wait to get a return on their investment).",
            "value":""
         },
         {
            "label":"Founders, investors and employee shareholders",
            "feedback":"Naturally, you want to use this chance to cash in some of your equity and swap out early-stage investors for institutional investors. The exciting part of this choice, however, is inviting employees to take part.#Your decision helps them realise the true value of their equity and demonstrates your commitment to sharing success with your team. It makes equity a tangible, powerful tool for motivating employees.",
            "value":""
         }
      ]
   },   
   {
      "title":"Thanks for playing",
      "body": "Your equity style is...(TODO: IMPLEMENT SCORING SCREEN)",
      "scoring": true
   }
 ],
 "categories": [
    {
      "name": "progressive",
      "body": "TODO DESCRIPTION"
    },
    {
      "name": "typical",
      "body": "TODO DESCRIPTION"
    },
    {
      "name": "conservative",
      "body": "TODO DESCRIPTION"
    }
 ]
}
